Repository: ififi2017/Off-Work-Countdown
Catalog: src-mobile/ios/App/App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi_in, id, it, ja, ko, mr_in, pt, ru, th, tr, vi, zh_cn, zh_hk, zh_tw

# lifeSetupOfferBody
source: Plus can estimate your lifetime work, free time and gross income. Add your life profile to explore these views. You can skip this and keep using your recorded shifts, then set it up from Life anytime.
ar: يمكن لـ Plus تقدير عملك مدى الحياة ووقت الفراغ والدخل الإجمالي. أضف ملف تعريف حياتك لاستكشاف هذه الآراء. يمكنك تخطي هذا والاستمرار في استخدام الورديات المسجلة، ثم قم بإعداده من Life في أي وقت.
de: Plus kann Ihr Lebenswerk, Ihre Freizeit und Ihr Bruttoeinkommen schätzen. Fügen Sie Ihr Lebensprofil hinzu, um diese Ansichten zu erkunden. Sie können dies überspringen und weiterhin Ihre aufgezeichneten Schichten verwenden und es dann jederzeit in Life einrichten.
es: Plus puede estimar el trabajo de su vida, su tiempo libre y sus ingresos brutos. Agregue su perfil de vida para explorar estas vistas. Puede omitir esto y seguir usando sus turnos registrados, luego configurarlo desde Life en cualquier momento.
fr: Plus peut estimer votre travail à vie, votre temps libre et votre revenu brut. Ajoutez votre profil de vie pour explorer ces vues. Vous pouvez ignorer cela et continuer à utiliser vos équipes enregistrées, puis les configurer depuis Life à tout moment.
hi_in: प्लस आपके जीवन भर के काम, खाली समय और सकल आय का अनुमान लगा सकता है। इन दृश्यों का पता लगाने के लिए अपना जीवन प्रोफ़ाइल जोड़ें। आप इसे छोड़ सकते हैं और अपनी रिकॉर्ड की गई शिफ्ट का उपयोग करना जारी रख सकते हैं, फिर इसे लाइफ से किसी भी समय सेट कर सकते हैं।
id: Plus dapat memperkirakan pekerjaan seumur hidup Anda, waktu luang dan pendapatan kotor. Tambahkan profil kehidupan Anda untuk menjelajahi pandangan ini. Anda dapat melewati ini dan terus menggunakan rekaman shift Anda, lalu mengaturnya dari Life kapan saja.
it: Plus può stimare il lavoro svolto durante tutta la vita, il tempo libero e il reddito lordo. Aggiungi il tuo profilo di vita per esplorare queste visualizzazioni. Puoi saltare questa operazione e continuare a utilizzare i turni registrati, quindi configurarli da Life in qualsiasi momento.
ja: Plus では、生涯の仕事、自由時間、総収入を推定できます。あなたの人生プロフィールを追加して、これらのビューを探索してください。これをスキップして、記録したシフトを使い続けて、いつでも Life から設定できます。
ko: Plus는 평생 일, 자유 시간 및 총 수입을 추정할 수 있습니다. 이러한 보기를 탐색하려면 생활 프로필을 추가하세요. 이 작업을 건너뛰고 기록된 교대 근무를 계속 사용한 다음 언제든지 Life에서 설정할 수 있습니다.
mr_in: प्लस तुमच्या आजीवन कामाचा, मोकळ्या वेळेचा आणि एकूण उत्पन्नाचा अंदाज लावू शकतो. ही दृश्ये एक्सप्लोर करण्यासाठी तुमचे जीवन प्रोफाइल जोडा. तुम्ही हे वगळू शकता आणि तुमच्या रेकॉर्ड केलेल्या शिफ्ट वापरणे सुरू ठेवू शकता, त्यानंतर ते कधीही Life मधून सेट करू शकता.
pt: Além disso, você pode estimar seu trabalho vitalício, tempo livre e renda bruta. Adicione seu perfil de vida para explorar essas visualizações. Você pode pular isso e continuar usando seus turnos gravados e, em seguida, configurá-los no Life a qualquer momento.
ru: Plus может оценить вашу работу за всю жизнь, свободное время и валовой доход. Добавьте свой жизненный профиль, чтобы изучить эти представления. Вы можете пропустить это и продолжить использовать записанные смены, а затем настроить их из Life в любое время.
th: Plus สามารถประเมินการทำงานตลอดชีวิต เวลาว่าง และรายได้รวมของคุณได้ เพิ่มโปรไฟล์ชีวิตของคุณเพื่อสำรวจมุมมองเหล่านี้ คุณสามารถข้ามขั้นตอนนี้และใช้กะที่บันทึกไว้ต่อไป จากนั้นตั้งค่าจาก Life ได้ตลอดเวลา
tr: Plus, ömür boyu çalışmanızı, boş zamanınızı ve brüt gelirinizi tahmin edebilir. Bu görünümleri keşfetmek için yaşam profilinizi ekleyin. Bunu atlayıp kayıtlı vardiyalarınızı kullanmaya devam edebilir, ardından istediğiniz zaman Life'tan ayarlayabilirsiniz.
vi: Plus có thể ước tính công việc cả đời, thời gian rảnh và tổng thu nhập của bạn. Thêm hồ sơ cuộc sống của bạn để khám phá những quan điểm này. Bạn có thể bỏ qua phần này và tiếp tục sử dụng các ca làm việc đã ghi của mình, sau đó thiết lập nó từ Life bất kỳ lúc nào.
zh_cn: Plus 可以估算一生的工作时间、自由时间和税前总收入。完善人生档案，就能查看这些内容。也可以先跳过，继续查看已有上下班记录，之后随时在人生页设置。
zh_hk: Plus 可以估計你一生嘅工作、空閒時間同毛利。加入你嘅生活個人檔案嚟探索呢啲觀點。你可以略過呢個，繼續用你記錄咗嘅班次，然後隨時喺 Life 度設定。
zh_tw: Plus可以估算您一生的工作、空閒時間和總收入。添加您的生活檔案以探索這些觀點。您可以跳過此步驟並繼續使用記錄的班次，然後隨時從生活中進行設定。

# lifeSetupOfferTitle
source: See your working life in perspective
ar: انظر إلى حياتك العملية من منظورها الصحيح
de: Sehen Sie Ihr Arbeitsleben aus der Perspektive
es: Mira tu vida laboral en perspectiva
fr: Voyez votre vie professionnelle en perspective
hi_in: अपने कामकाजी जीवन को परिप्रेक्ष्य में देखें
id: Lihat kehidupan kerja Anda dalam perspektif
it: Guarda la tua vita lavorativa in prospettiva
ja: 自分の仕事生活を大局的に見る
ko: 직장 생활을 관점에서 살펴보세요
mr_in: तुमचे कामकाजाचे जीवन दृष्टीकोनातून पहा
pt: Veja sua vida profissional em perspectiva
ru: Посмотрите на свою трудовую жизнь в перспективе
th: มองชีวิตการทำงานของคุณในมุมมอง
tr: Çalışma hayatınıza perspektiften bakın
vi: Nhìn nhận cuộc sống làm việc của bạn theo góc nhìn khác
zh_cn: 看看工作在人生中的位置
zh_hk: 用透視嘅角度去睇你嘅工作生活
zh_tw: 正確看待你的工作生活

# lifeSleepHours
source: Average sleep (hours)
ar: متوسط النوم (ساعات)
de: Schlaf im Schnitt (Stunden)
es: Sueño medio (horas)
fr: Sommeil moyen (heures)
hi_in: औसत नींद (घंटे)
id: Tidur rata-rata (jam)
it: Sonno medio (ore)
ja: 平均の睡眠（時間）
ko: 평균 수면(시간)
mr_in: सरासरी झोप (तास)
pt: Sono médio (horas)
ru: Сон в среднем (часы)
th: นอนเฉลี่ย (ชั่วโมง)
tr: Ortalama uyku (saat)
vi: Ngủ trung bình (giờ)
zh_cn: 平均睡眠（小时）
zh_hk: 平均睡眠（小時）
zh_tw: 平均睡眠（小時）

# lifeStageAgeRange
source: Age range
ar: نطاق العمر
de: Altersspanne
es: Rango de edad
fr: Tranche d’âge
hi_in: आयु सीमा
id: Rentang usia
it: Fascia d’età
ja: 年齢範囲
ko: 나이 범위
mr_in: वयोमर्यादा
pt: Faixa etária
ru: Возраст
th: ช่วงอายุ
tr: Yaş aralığı
vi: Khoảng tuổi
zh_cn: 年龄区间
zh_hk: 年齡區間
zh_tw: 年齡區間

# lifeStageChildhood
source: Childhood
ar: طفولة
de: Kindheit
es: Infancia
fr: Enfance
hi_in: बचपन
id: Masa kecil
it: Infanzia
ja: 子ども時代
ko: 어린 시절
mr_in: बालपण
pt: Infância
ru: Детство
th: วัยเด็ก
tr: Çocukluk
vi: Tuổi thơ
zh_cn: 童年
zh_hk: 童年
zh_tw: 童年

# lifeStageDuration
source: {{years}} years, {{days}} days
ar: {{years}} سنة، {{days}} يومًا
de: {{years}} Jahre, {{days}} Tage
es: {{years}} años, {{days}} días
fr: {{years}} ans, {{days}} jours
hi_in: {{years}} वर्ष, {{days}} दिन
id: {{years}} tahun, {{days}} hari
it: {{years}} anni, {{days}} giorni
ja: {{years}} 年 {{days}} 日
ko: {{years}}년 {{days}}일
mr_in: {{years}} वर्षे, {{days}} दिवस
pt: {{years}} anos, {{days}} dias
ru: {{years}} лет, {{days}} дней
th: {{years}} ปี {{days}} วัน
tr: {{years}} yıl, {{days}} gün
vi: {{years}} năm, {{days}} ngày
zh_cn: {{years}} 年 {{days}} 天
zh_hk: {{years}} 年 {{days}} 天
zh_tw: {{years}} 年 {{days}} 天

# lifeStageDurationTitle
source: Duration
ar: المدة
de: Dauer
es: Duración
fr: Durée
hi_in: अवधि
id: Durasi
it: Durata
ja: 期間
ko: 기간
mr_in: कालावधी
pt: Duração
ru: Длительность
th: ระยะเวลา
tr: Süre
vi: Thời lượng
zh_cn: 持续时间
zh_hk: 持續時間
zh_tw: 持續時間

# lifeStageElapsed
source: Elapsed
ar: المنقضي
de: Vergangen
es: Transcurrido
fr: Écoulé
hi_in: बीत चुका
id: Berlalu
it: Trascorso
ja: 経過
ko: 경과
mr_in: गेलेला
pt: Decorrido
ru: Прошло
th: ผ่านไปแล้ว
tr: Geçen
vi: Đã qua
zh_cn: 已经历
zh_hk: 已經歷
zh_tw: 已經歷

# lifeStagePresent
source: Now
ar: الآن
de: Jetzt
es: Ahora
fr: Maintenant
hi_in: अभी
id: Sekarang
it: Ora
ja: 現在
ko: 현재
mr_in: आता
pt: Agora
ru: Сейчас
th: ปัจจุบัน
tr: Şimdi
vi: Hiện tại
zh_cn: 现在
zh_hk: 現在
zh_tw: 現在

# lifeStageRemaining
source: Remaining
ar: المتبقي
de: Verbleibend
es: Restante
fr: Restant
hi_in: बाकी
id: Tersisa
it: Rimanente
ja: 残り
ko: 남음
mr_in: उरलेला
pt: Restante
ru: Осталось
th: คงเหลือ
tr: Kalan
vi: Còn lại
zh_cn: 还剩
zh_hk: 尚餘
zh_tw: 還剩

# lifeStageRetirement
source: After work
ar: بعد العمل
de: Nach der Arbeit
es: Después del trabajo
fr: Après le travail
hi_in: काम के बाद
id: Setelah kerja
it: Dopo il lavoro
ja: 仕事のあと
ko: 일 이후
mr_in: कामानंतर
pt: Depois do trabalho
ru: После работы
th: หลังทำงาน
tr: İşten sonra
vi: Sau khi làm việc
zh_cn: 退休之后
zh_hk: 退休之後
zh_tw: 退休之後

# lifeStageShare
source: {{percent}} of birth to retirement
ar: {{percent}} من الميلاد إلى التقاعد
de: {{percent}} von Geburt bis Ruhestand
es: {{percent}} del nacimiento a la jubilación
fr: {{percent}} de la naissance à la retraite
hi_in: जन्म से सेवानिवृत्ति तक {{percent}}
id: {{percent}} dari lahir sampai pensiun
it: {{percent}} dalla nascita alla pensione
ja: 出生から退職までの {{percent}}
ko: 출생부터 퇴직까지 {{percent}}
mr_in: जन्मापासून निवृत्तीपर्यंत {{percent}}
pt: {{percent}} do nascimento à aposentadoria
ru: {{percent}} от рождения до пенсии
th: {{percent}} จากเกิดถึงเกษียณ
tr: Doğumdan emekliliğe {{percent}}
vi: {{percent}} từ sinh đến nghỉ hưu
zh_cn: 占出生到退休的 {{percent}}
zh_hk: 佔出生到退休的 {{percent}}
zh_tw: 佔出生到退休的 {{percent}}

# lifeStageStudy
source: School
ar: دراسة
de: Schule
es: Estudios
fr: Études
hi_in: पढ़ाई
id: Sekolah
it: Studio
ja: 学び
ko: 학업
mr_in: अभ्यास
pt: Estudos
ru: Учёба
th: การเรียน
tr: Okul
vi: Học
zh_cn: 学习
zh_hk: 學習
zh_tw: 學習

# lifeStageUnset
source: Not set
ar: غير مضبوط
de: Nicht festgelegt
es: Sin definir
fr: Non défini
hi_in: सेट नहीं
id: Belum diatur
it: Non impostato
ja: 未設定
ko: 설정 안 함
mr_in: सेट नाही
pt: Não definido
ru: Не задано
th: ยังไม่ตั้ง
tr: Ayarlanmadı
vi: Chưa đặt
zh_cn: 未设置
zh_hk: 未設定
zh_tw: 未設定

# lifeStageWork
source: Work
ar: عمل
de: Arbeit
es: Trabajo
fr: Travail
hi_in: काम
id: Kerja
it: Lavoro
ja: 仕事
ko: 일
mr_in: काम
pt: Trabalho
ru: Работа
th: การทำงาน
tr: İş
vi: Làm việc
zh_cn: 工作
zh_hk: 工作
zh_tw: 工作

# lifeStageWorkElapsed
source: Work · elapsed
ar: العمل · الفترة المنقضية
de: Arbeit · vergangen
es: Trabajo · transcurrido
fr: Travail · écoulé
hi_in: काम · बीता समय
id: Kerja · telah berlalu
it: Lavoro · trascorso
ja: 仕事 · これまで
ko: 근무 · 지나온 기간
mr_in: काम · गेलेला काळ
pt: Trabalho · decorrido
ru: Работа · прошедшее
th: งาน · ช่วงที่ผ่านมา
tr: Çalışma · geçmiş
vi: Làm việc · đã qua
zh_cn: 工作 · 已走过
zh_hk: 工作 · 已走過
zh_tw: 工作 · 已走過

# lifeStageWorkFuture
source: Work · projected
ar: العمل · التوقعات المستقبلية
de: Arbeit · vorausberechnet
es: Trabajo · proyectado
fr: Travail · projection
hi_in: काम · भविष्य का अनुमान
id: Kerja · proyeksi
it: Lavoro · previsto
ja: 仕事 · これからの推定
ko: 근무 · 미래 예상
mr_in: काम · भविष्यातील अंदाज
pt: Trabalho · projetado
ru: Работа · прогноз
th: งาน · คาดการณ์อนาคต
tr: Çalışma · öngörülen
vi: Làm việc · dự tính
zh_cn: 工作 · 未来推算
zh_hk: 工作 · 未來推算
zh_tw: 工作 · 未來推算

# lifeSuggestedYear
source: Suggested
ar: مقترح
de: Vorgeschlagen
es: Sugerido
fr: Suggéré
hi_in: सुझाव दिया गया
id: Disarankan
it: Consigliato
ja: 提案
ko: 제안
mr_in: सुचवले
pt: Sugerido
ru: Предлагается
th: แนะนำ
tr: Önerilen
vi: Đề xuất
zh_cn: 建议年份
zh_hk: 建議
zh_tw: 建議

# lifeTitle
source: Life view
ar: عرض الحياة
de: Lebensansicht
es: Vista Vida
fr: Vue Vie
hi_in: जीवन दृश्य
id: Tampilan Hidup
it: Vista Vita
ja: ライフビュー
ko: 인생 보기
mr_in: जीवन दृश्य
pt: Vista Vida
ru: Вид «Жизнь»
th: มุมมองชีวิต
tr: Yaşam görünümü
vi: Chế độ xem Cuộc đời
zh_cn: 人生视图
zh_hk: 人生檢視
zh_tw: 人生檢視

# lifeUnset
source: Not set
ar: غير مضبوط
de: Nicht festgelegt
es: Sin definir
fr: Non défini
hi_in: सेट नहीं
id: Belum diatur
it: Non impostato
ja: 未設定
ko: 설정 안 함
mr_in: सेट नाही
pt: Não definido
ru: Не задано
th: ยังไม่ตั้ง
tr: Ayarlanmadı
vi: Chưa đặt
zh_cn: 未设置
zh_hk: 未設定
zh_tw: 未設定

# lifeWeeksUnit
source: {{count}} weeks
ar: {{count}} أسبوعًا
de: {{count}} Wochen
es: {{count}} semanas
fr: {{count}} semaines
hi_in: {{count}} हफ़्ते
id: {{count}} minggu
it: {{count}} settimane
ja: {{count}} 週
ko: {{count}}주
mr_in: {{count}} आठवडे
pt: {{count}} semanas
ru: {{count}} нед.
th: {{count}} สัปดาห์
tr: {{count}} hafta
vi: {{count}} tuần
zh_cn: {{count}} 周
zh_hk: {{count}} 個星期
zh_tw: {{count}} 週

# lifeWeeksWorked
source: Weeks worked
ar: أسابيع العمل
de: Gearbeitete Wochen
es: Semanas trabajadas
fr: Semaines travaillées
hi_in: काम किए हफ़्ते
id: Minggu yang sudah bekerja
it: Settimane lavorate
ja: 働いた週
ko: 일한 주
mr_in: काम केलेले आठवडे
pt: Semanas trabalhadas
ru: Отработано недель
th: สัปดาห์ที่ทำงานแล้ว
tr: Çalışılan hafta
vi: Số tuần đã làm
zh_cn: 已工作的周数
zh_hk: 做過嘅星期數
zh_tw: 已工作的週數

# lifeWhereTimeGoes
source: Where a lifetime goes
ar: إلى أين يذهب العمر
de: Wohin ein Leben geht
es: Adónde va una vida
fr: Où passe une vie
hi_in: जीवन का समय कहाँ जाता है
id: Ke mana waktu hidup pergi
it: Dove va una vita
ja: 一生の時間の行き先
ko: 인생의 시간은 어디로 가나
mr_in: आयुष्याचा वेळ कुठे जातो
pt: Para onde vai uma vida
ru: Куда уходит жизнь
th: เวลาทั้งชีวิตไปไหน
tr: Bir ömür nereye gidiyor
vi: Thời gian một đời đi đâu
zh_cn: 一生的时间去了哪里
zh_hk: 一生嘅時間去咗邊
zh_tw: 一生的時間去了哪裡

# lifeWorkHistoryDetailed
source: Detailed history
ar: التاريخ التفصيلي
de: Detaillierte Geschichte
es: Historia detallada
fr: Historique détaillé
hi_in: विस्तृत इतिहास
id: Sejarah rinci
it: Storia dettagliata
ja: 詳しい経緯
ko: 자세한 역사
mr_in: तपशीलवार इतिहास
pt: História detalhada
ru: Подробная история
th: ประวัติโดยละเอียด
tr: Ayrıntılı tarih
vi: Lịch sử chi tiết
zh_cn: 详细经历
zh_hk: 詳細嘅歷史
zh_tw: 詳細歷史

# lifeWorkHistoryMode
source: Work history
ar: تاريخ العمل
de: Berufserfahrung
es: Historial laboral
fr: Historique de travail
hi_in: कार्य इतिहास
id: Riwayat pekerjaan
it: Storia lavorativa
ja: 職歴
ko: 근무경력
mr_in: कामाचा इतिहास
pt: Histórico de trabalho
ru: История работы
th: ประวัติการทำงาน
tr: Çalışma geçmişi
vi: Lịch sử công việc
zh_cn: 工作经历
zh_hk: 工作歷史
zh_tw: 工作經歷

# lifeWorkHistoryRough
source: Quick estimate
ar: تقدير سريع
de: Schnelle Schätzung
es: Estimación rápida
fr: Estimation rapide
hi_in: त्वरित अनुमान
id: Perkiraan cepat
it: Preventivo rapido
ja: 簡単お見積り
ko: 빠른 견적
mr_in: जलद अंदाज
pt: Estimativa rápida
ru: Быстрая оценка
th: ประมาณการด่วน
tr: Hızlı tahmin
vi: Ước tính nhanh
zh_cn: 快速估算
zh_hk: 快速估計
zh_tw: 快速估算

# lifeWorkPeriodBasis
source: Stages follow your life profile. Elapsed time does not represent recorded hours worked.
ar: تستند المراحل إلى ملف حياتك. الوقت المنقضي لا يمثل ساعات العمل المسجلة فعليًا.
de: Die Phasen basieren auf deinem Lebensprofil. Vergangene Zeit entspricht nicht erfassten Arbeitsstunden.
es: Las etapas se basan en tu perfil de vida. El tiempo transcurrido no equivale a horas de trabajo registradas.
fr: Les étapes suivent votre profil de vie. Le temps écoulé ne correspond pas aux heures de travail enregistrées.
hi_in: चरण आपकी जीवन प्रोफ़ाइल पर आधारित हैं। बीता समय रिकॉर्ड किए गए वास्तविक काम के घंटों को नहीं दर्शाता।
id: Tahap mengikuti profil hidupmu. Waktu yang berlalu bukan jumlah jam kerja yang tercatat.
it: Le fasi si basano sul tuo profilo di vita. Il tempo trascorso non corrisponde alle ore di lavoro registrate.
ja: ライフプロフィールに基づく区分です。経過した期間は、記録された実際の労働時間を表すものではありません。
ko: 인생 프로필에 따른 단계입니다. 지나온 기간은 기록된 실제 근무 시간을 뜻하지 않습니다.
mr_in: टप्पे तुमच्या जीवन प्रोफाइलवर आधारित आहेत. गेलेला काळ म्हणजे नोंदवलेले प्रत्यक्ष कामाचे तास नाहीत.
pt: As etapas seguem seu perfil de vida. O tempo decorrido não representa horas de trabalho registradas.
ru: Этапы основаны на вашем жизненном профиле. Прошедшее время не равно записанным рабочим часам.
th: ช่วงชีวิตอิงตามข้อมูลชีวิตของคุณ เวลาที่ผ่านไปไม่ได้หมายถึงชั่วโมงทำงานจริงที่บันทึกไว้
tr: Dönemler yaşam profiline dayanır. Geçen süre, kaydedilmiş çalışma saatlerini temsil etmez.
vi: Các giai đoạn dựa trên hồ sơ cuộc đời. Thời gian đã qua không phải số giờ làm việc thực tế đã ghi nhận.
zh_cn: 按人生档案划分阶段；已走过的阶段不代表已记录的实际工时。
zh_hk: 按人生檔案劃分階段；已走過的階段不代表已記錄的實際工時。
zh_tw: 依人生檔案劃分階段；已走過的階段不代表已記錄的實際工時。

# lifeWorkShare
source: Life spent at work
ar: ما مضى من العمر في العمل
de: Lebenszeit bei der Arbeit
es: Vida pasada en el trabajo
fr: Vie passée au travail
hi_in: जीवन का काम में बीता हिस्सा
id: Hidup yang dipakai untuk kerja
it: Vita passata al lavoro
ja: 人生のうち仕事の割合
ko: 인생에서 일한 몫
mr_in: आयुष्यातील कामाचा भाग
pt: Vida passada no trabalho
ru: Жизни ушло на работу
th: ชีวิตที่ใช้ไปกับงาน
tr: Yaşamın işte geçen kısmı
vi: Phần cuộc đời dành cho công việc
zh_cn: 人生里用来工作的部分
zh_hk: 人生用嚟做嘢嘅部分
zh_tw: 人生裡用來工作的部分

# lifeWorkStarted
source: Started working
ar: بداية العمل
de: Berufsstart
es: Inicio de la vida laboral
fr: Début de carrière
hi_in: काम शुरू किया
id: Mulai bekerja
it: Inizio della vita lavorativa
ja: 働き始めた年
ko: 일을 시작한 해
mr_in: काम सुरू केले
pt: Início da vida profissional
ru: Начало работы
th: เริ่มทำงาน
tr: Çalışmaya başlama
vi: Bắt đầu đi làm
zh_cn: 开始工作
zh_hk: 開始做嘢
zh_tw: 開始工作

# lifeYearApproximate
source: About {{year}}
ar: حوالي {{year}}
de: Etwa {{year}}
es: Hacia {{year}}
fr: Vers {{year}}
hi_in: लगभग {{year}}
id: Sekitar {{year}}
it: Intorno al {{year}}
ja: {{year}} 年ごろ
ko: 약 {{year}}년
mr_in: सुमारे {{year}}
pt: Por volta de {{year}}
ru: Около {{year}}
th: ราวปี {{year}}
tr: Yaklaşık {{year}}
vi: Khoảng {{year}}
zh_cn: 约 {{year}} 年
zh_hk: 约 {{year}} 年
zh_tw: 约 {{year}} 年

# lifeYouChanged
source: Days you changed are marked.
ar: الأيام التي عدّلتها تظهر بعلامة مستقلة.
de: Tage, die du geändert hast, sind markiert.
es: Los días que has cambiado se marcan aparte.
fr: Les jours que vous avez modifiés sont mis en évidence.
hi_in: जिन दिनों को आपने बदला है, वे अलग से दिखते हैं।
id: Hari yang kamu ubah ditandai terpisah.
it: I giorni che hai modificato sono evidenziati.
ja: 自分で直した日は別に示されます。
ko: 직접 고친 날은 따로 표시됩니다.
mr_in: तुम्ही बदललेले दिवस वेगळे दिसतात.
pt: Os dias que alterou aparecem destacados.
ru: Дни, которые вы изменили, показаны отдельно.
th: วันที่คุณแก้เองจะถูกทำเครื่องหมายไว้
tr: Değiştirdiğin günler ayrıca gösterilir.
vi: Những ngày bạn đã sửa được đánh dấu riêng.
zh_cn: 你改过的日子会单独标出来。
zh_hk: 你改過嘅日子會單獨標出嚟。
zh_tw: 你改過的日子會單獨標出來。

source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
hi_in: हल्का
id: Terang
it: Chiaro
ja: ライト
ko: 라이트
mr_in: लाइट
pt: Claro
ru: Светлая
th: สว่าง
tr: Açık
vi: Sáng
zh_cn: 浅色
zh_hk: 淺色
zh_tw: 淺色

source: Live Activity
ar: النشاط المباشر
de: Live-Aktivität
es: Actividad en vivo
fr: Activité en direct
hi_in: लाइव ऐक्टिविटी
it: Attività in tempo reale
ja: ライブアクティビティ
ko: 실시간 액티비티
mr_in: लाइव्ह ॲक्टिव्हिटी
pt: Atividade ao Vivo
ru: Live-активность
th: กิจกรรมสด
tr: Canlı Etkinlik
vi: Hoạt động trực tiếp
zh_cn: 实时活动
zh_hk: 即時動態
zh_tw: 即時動態

# liveActivityLead
source: {{count}} minutes before
ar: قبل {{count}} دقيقة
de: {{count}} Minuten vorher
es: {{count}} minutos antes
fr: {{count}} minutes avant
hi_in: {{count}} मिनट पहले
id: {{count}} menit sebelumnya
it: {{count}} minuti prima
ja: {{count}} 分前
ko: {{count}}분 전
mr_in: {{count}} मिनिटे आधी
pt: {{count}} minutos antes
ru: за {{count}} минут
th: ก่อนหน้า {{count}} นาที
tr: {{count}} dakika önce
vi: {{count}} phút trước
zh_cn: 提前 {{count}} 分钟
zh_hk: 提早 {{count}} 分鐘
zh_tw: 提前 {{count}} 分鐘

# liveActivityScheduleNote
source: We'll schedule the reminder for this shift. Focus modes and system limits may affect when it appears.
ar: سنجدول التذكير لهذا الدوام. قد تؤثر أوضاع التركيز وقيود النظام في وقت ظهوره.
de: Wir planen die Erinnerung für diese Schicht. Fokus-Modi und Systemgrenzen können beeinflussen, wann sie erscheint.
es: Programaremos el recordatorio de esta jornada. Los modos de concentración y los límites del sistema pueden cambiar cuándo aparece.
fr: Nous programmerons le rappel pour cette journée. Les modes de concentration et les limites du système peuvent modifier le moment où il apparaît.
hi_in: हम इस शिफ़्ट का रिमाइंडर शेड्यूल करेंगे। फ़ोकस मोड और सिस्टम की सीमाएँ उसके दिखने का समय बदल सकती हैं।
id: Kami akan menjadwalkan pengingat untuk shift ini. Mode fokus dan batasan sistem dapat memengaruhi waktu tampilnya.
it: Programmeremo il promemoria per questo turno. Le modalità Full Immersion e i limiti di sistema possono cambiarne il momento di visualizzazione.
ja: このシフトのリマインダーを予約します。集中モードやシステムの制限により、表示されるタイミングが変わることがあります。
ko: 이번 근무의 알림을 예약합니다. 집중 모드나 시스템 제한에 따라 표시 시각이 달라질 수 있습니다.
mr_in: आम्ही या शिफ्टसाठी स्मरणपत्र शेड्यूल करू. फोकस मोड आणि सिस्टीम मर्यादा ते कधी दिसेल हे बदलू शकतात.
pt: Vamos agendar o lembrete deste turno. Modos de foco e limites do sistema podem alterar quando ele aparece.
ru: Мы запланируем напоминание для этой смены. Режимы фокусирования и системные ограничения могут повлиять на время его показа.
th: เราจะตั้งเวลาแจ้งเตือนสำหรับกะนี้ โหมดโฟกัสและข้อจำกัดของระบบอาจเปลี่ยนเวลาที่การแจ้งเตือนปรากฏ
tr: Bu vardiya için hatırlatıcıyı planlayacağız. Odak modları ve sistem sınırları, ne zaman görüneceğini etkileyebilir.
vi: Chúng tôi sẽ lên lịch nhắc cho ca này. Chế độ tập trung và giới hạn hệ thống có thể ảnh hưởng thời điểm hiển thị.
zh_cn: 我们会为这一班安排提醒；专注模式和系统限制可能影响它何时显示。
zh_hk: 我哋會為呢一班安排提醒；專注模式同系統限制可能影響佢幾時顯示。
zh_tw: 我們會為這一班安排提醒；專注模式和系統限制可能影響它何時顯示。

# liveActivityStartTime
source: Start time
ar: وقت البدء
de: Startzeit
es: Hora de inicio
fr: Heure de début
hi_in: शुरू होने का समय
id: Waktu mulai
it: Ora di inizio
ja: 開始時刻
ko: 시작 시간
mr_in: सुरुवातीची वेळ
pt: Hora de início
ru: Время начала
th: เวลาเริ่ม
tr: Başlangıç zamanı
vi: Giờ bắt đầu
zh_cn: 开始时间
zh_hk: 開始時間
zh_tw: 開始時間

# lockScreenLiveActivity
source: Show on Lock Screen
ar: إظهاره على شاشة القفل
de: Auf dem Sperrbildschirm anzeigen
es: Mostrar en la pantalla bloqueada
fr: Afficher sur l'écran verrouillé
hi_in: लॉक स्क्रीन पर दिखाएँ
id: Tampilkan di Layar Terkunci
it: Mostra sulla schermata di blocco
ja: ロック画面に表示
ko: 잠금 화면에 표시
mr_in: लॉक स्क्रीनवर दाखवा
pt: Mostrar na tela bloqueada
ru: Показывать на экране блокировки
th: แสดงบนหน้าจอล็อก
tr: Kilit ekranında göster
vi: Hiển thị trên Màn hình khóa
zh_cn: 在锁定屏幕上显示
zh_hk: 喺鎖定畫面顯示
zh_tw: 在鎖定畫面上顯示

# lunchBackAt
source: Back at
ar: العودة في
de: Zurück um
es: Vuelta a las
fr: Reprise à
hi_in: वापसी
id: Kembali pukul
it: Si riprende alle
ja: 再開時刻
ko: 복귀 시각
mr_in: परत
pt: Retorno às
ru: Возврат в
th: กลับมาเวลา
tr: Dönüş saati
vi: Trở lại lúc
zh_cn: 恢复时间
zh_hk: 返嚟時間
zh_tw: 恢復時間

source: Lunch break
ar: استراحة الغداء
de: Mittagspause
es: Pausa para comer
fr: Pause déjeuner
hi_in: दोपहर का अवकाश
id: Istirahat makan siang
it: Pausa pranzo
ja: 昼休み
ko: 점심시간
mr_in: दुपारची सुट्टी
pt: Intervalo de almoço
ru: Обеденный перерыв
th: พักกลางวัน
tr: Öğle molası
vi: Nghỉ trưa
zh_cn: 午休
zh_hk: 午休
zh_tw: 午休

# lunchDuration
source: Duration
ar: المدة
de: Dauer
es: Duración
fr: Durée
hi_in: अवधि
id: Durasi
it: Durata
ja: 長さ
ko: 소요 시간
mr_in: कालावधी
pt: Duração
ru: Длительность
th: ระยะเวลา
tr: Süre
vi: Thời lượng
zh_cn: 时长
zh_hk: 時長
zh_tw: 時長

# lunchEndNotification
source: Lunch is over. Ready when you are.
ar: انتهت الاستراحة. تابع عندما تكون جاهزًا.
de: Die Mittagspause ist vorbei. Weiter, wenn du bereit bist.
es: La pausa terminó. Continúa cuando quieras.
fr: La pause est terminée. Reprenez quand vous voulez.
hi_in: अवकाश खत्म हुआ। तैयार हों तो जारी रखें।
id: Istirahat selesai. Lanjutkan saat siap.
it: La pausa è finita. Riprendi quando vuoi.
ja: 昼休みが終わりました。準備ができたら再開しましょう。
ko: 점심시간이 끝났습니다. 준비되면 다시 시작하세요.
mr_in: सुट्टी संपली. तयार झाल्यावर पुढे सुरू करा.
pt: O intervalo terminou. Continue quando quiser.
ru: Обед окончен. Продолжайте, когда будете готовы.
th: พักเสร็จแล้ว พร้อมเมื่อไรก็ค่อยทำต่อ
tr: Öğle molası bitti. Hazır olduğunda devam et.
vi: Giờ nghỉ đã hết. Tiếp tục khi bạn sẵn sàng.
zh_cn: 午休结束，准备好再继续。
zh_hk: 午休結束，準備好再繼續。
zh_tw: 午休結束，準備好再繼續。

# lunchEndReminder
source: Remind me when lunch ends
ar: ذكّرني عند انتهائها
de: Am Ende der Pause erinnern
es: Avisarme al terminar
fr: Me prévenir à la fin
hi_in: अवकाश खत्म होने पर याद दिलाएँ
id: Ingatkan saat selesai
it: Avvisami alla fine
ja: 昼休み終了時に通知
ko: 점심시간 종료 알림
mr_in: सुट्टी संपल्यावर आठवण
pt: Avisar ao terminar
ru: Напомнить об окончании
th: เตือนเมื่อพักเสร็จ
tr: Mola bitince hatırlat
vi: Nhắc khi hết giờ nghỉ
zh_cn: 午休结束时提醒我
zh_hk: 午休結束時提醒我
zh_tw: 午休結束時提醒我

# lunchInProgress
source: On break
ar: في استراحة
de: In der Pause
es: En pausa
fr: En pause
hi_in: ब्रेक पर
id: Sedang istirahat
it: In pausa
ja: 休憩中
ko: 휴식 중
mr_in: विश्रांतीत
pt: Em pausa
ru: Перерыв
th: กำลังพัก
tr: Molada
vi: Đang nghỉ
zh_cn: 午休中
zh_hk: 午休中
zh_tw: 午休中
